[
    {
        "name": "Tim Cook",
        "description": "Timothy Cook is the CEO of Apple succeeding Steve jobs in 2011. Tim Cook is the first CEO of a publicly funded fortune 500 company to come out as gay. Although Tim Cook wanted to keep his personal life private, he felt the need to come out as a greater good for LGBTQ+ youth. In a essay published in Bloomberg magazine he is quoted as saying.\n“If hearing that the CEO of Apple is gay can help someone struggling to come to terms with who he or she is, or bring comfort to anyone who feels alone, or inspire people to insist on their equality, then it’s worth the trade-off with my own privacy.” \n",
        "image": "TimCook.jpg"
    },
    {
        "name": "Jon \"maddog\" Hall",
        "description": "Jon hall currently the Chairman of the Board for The Linux Professional Institute, while also running various non profit organizations publicly came out as gay on the 100th anniversary of Alan Turing. Jon got his nickname “maddog” from his students for angry outburst and violent temperament. Jon Hall is quoted as saying “I have been extremely lucky in my life to have grown up in technologically advanced surroundings. Most of the people in my world of electronics and computers were like the mathematicians of Alan Turings’ time, highly educated and not really caring whether their compatriots were homosexual or not, or at least looking beyond the sexuality and seeing the rest of the person.\nIn fact, computer science was a haven for homosexuals, trans-sexuals and a lot of other “sexuals”, mostly because the history of the science called for fairly intelligent, modern-thinking people. Many computer companies were the first to enact “diversity” programs, and the USENIX organization had a special interest group that was made up of LGBT people.”\n",
        "image": "TimCook.jpg"
    },
     {
        "name": "Angelica Ross",
         "description": "Angelica Ross is Business entrepreneur. Actress, and self taught coder. She is also the CEO of TransTechSocial Enterprises a agency that helps Transgender people find work in the tech field. Angelica Ross came out as trans in 2011. like many trans women she faced tremendous discrimination from her family, friends, and employers. Angela is quoted as saying “When you’re a member of a marginalized community, the sentiment when someone comes out as gay or lesbian or trans is, ‘why would you want to add one more thing? Is life not hard already enough being just black? Why would you want to add one more thing to being difficult?’ They think you’re choosing that.”\n",
        "image": "TimCook.jpg"
    },
    {
        "name": "Allan Turing",
        "description": "Alan Turing was a mathematician, computer scientist, and a master of cryptography. In WWII he helped break codes against the germans and invented the turing machine. Many people consider Alan Turing to be one of the most influential people in the 20th century and the “fore father” of theoretical computer science. Most of Alan Turing's accomplishments went unnoticed due to his sexuality. In a letter he wrote he is quoted as saying “Mother has been staying here, and we seem to be getting on a good deal better. I have been subjecting her to a good deal of sexual enlightenment and she seems to have stood up to it very well. There was a rather absurd dream I had the other night in which I asked mother’s opinion about going to bed with some men and she said: ‘Oh very well, but don’t go walking about the place naked like you did before.”\n",
        "image": "TimCook.jpg"
    },
    {
        "name": "Megan Smith",
        "description": "",
        "image": "TimCook.jpg"
    },
    {
        "name": "Ann Mei Chang",
        "description": "Chang served as chief innovation officer for USAID, an independent federal agency for providing foreign aid, until January 2017. In her two-year stint, Ann Mei became the first executive director of the US Global Development Lab, an innovation hub for USAID that calls on Silicon Valley for global solutions. She published a book on social innovation in November called \"Lean Impact: How to Innovate for Radically Greater Social Good.\"\n\nPreviously, she held executive positions at Mercy Corps and the State Department, where she was a senior advisor for women and technology. She's also worked as an engineer in product development for Apple, Intuit, and Google.\n\nChang told Fortune in 2015 that being a lesbian in the tech sector has sometimes been beneficial, because she's treated as \"one of the guys.\"\n\n\"You diffuse the sexual tension thing,\" Chang said. \"You are working with young nerdy guys who aren't sure how to deal with women. It made it a lot easier.\"",
        "image": "TimCook.jpg"
    },
    {
        "name": "Claudia Brind-Woody",
        "description": "Slightly less awesome than kosa",
        "image": "TimCook.jpg"
    },
    {
        "name": "Brind-Woody",
        "description": "Brind-Woody is IBM's vice president and managing director of intellectual property licensing. She's also the co-chair of IBM's LGBT executive task force, a position she's used to champion LGBTQ+ diversity in the workplace. She serves on the board for workplace equality advocate Out & Equal.\n\n\"When our employees don't have to think twice about struggling for the same benefits, recognition, or are afraid of being safe, then productivity goes up,\" Brind-Woody told Business Insider in 2016.\n\nBrind-Woody is American but works for IBM in England, where she lives with her wife Tracie.",
         "image": "TimCook.jpg"
    },
    {
        "name": "Madison",
        "description": "Slightly less awesome than kosa",
        "image": "TimCook.jpg"
    }
]
